tap "aws/tap"
tap "borkdude/brew"
tap "clojure-lsp/brew"
tap "clojure/tools"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "microsoft/git"
tap "saulpw/vd"
tap "xo/xo"
brew "act"
brew "adr-tools"
brew "asciinema"
brew "aws-vault"
brew "awscli"
brew "bat"
brew "bottom"
brew "clojure"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "difftastic"
brew "eza"
brew "fd"
brew "fpp"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "glow"
brew "hashicorp/tap/terraform"
brew "hyperfine"
brew "jenv"
brew "jq"
brew "lazygit"
brew "neovim"
brew "mas"
brew "pandoc"
brew "ripgrep"
brew "starship"
brew "tealdeer"
brew "terraform-docs"
brew "tflint"
brew "tokei"
brew "up"
brew "xh"
brew "zsh"
brew "saulpw/vd/visidata"
brew "slides"
brew "xo/xo/usql"
brew "zellij"
brew "zoxide"
cask "alacritty"
cask "amazon-chime"
cask "brave-browser"
cask "browserosaurus"
cask "dash"
cask "docker"
cask "drawio"
cask "firefox"
cask "font-ibm-plex-mono"
cask "font-meslo-lg-nerd-font"
cask "git-credential-manager"
cask "google-chrome"
cask "keycastr"
cask "keyboardcleantool"
cask "lunar"
cask "maccy"
cask "raycast"
cask "session-manager-plugin"
cask "slack"
cask "sublime-text"
cask "microsoft-teams"
cask "monodraw"
cask "secretive"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
mas "AdGuard for Safari", id: 1440147259
mas "Browserism", id: 979047768
mas "Developer", id: 640199958
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "Hush", id: 1544743900
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Vinegar", id: 1591303229
