tap "aws/tap"
tap "browsh-org/browsh"
tap "clojure/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "isen-ng/dotnet-sdk-versions"
tap "microsoft/git"
tap "remind101/formulae"
tap "reviewdog/tap"
tap "saulpw/vd"
tap "weaveworks/tap"
tap "xo/xo"
brew "act"
brew "actionlint"
brew "adr-tools"
brew "aws-vault"
brew "awscli"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "bottom"
brew "caddy"
brew "cloc"
brew "clojure"
brew "difftastic"
brew "dog"
brew "dua-cli"
brew "erlang"
brew "elixir"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-quick-stats"
brew "glow"
brew "go"
brew "hyperfine"
brew "jenv"
brew "jq"
brew "kotlin"
brew "leiningen"
brew "lynx"
brew "macos-trash"
brew "mas"
brew "mitmproxy"
brew "nghttp2"
brew "packer"
brew "python@3.8"
brew "python@3.9"
brew "ripgrep"
brew "starship"
brew "structurizr-cli"
brew "terraform"
brew "terraform-docs"
brew "tflint"
brew "tldr"
brew "tokei"
brew "up"
brew "volta"
brew "xh"
brew "zsh"
brew "aws/tap/aws-sam-cli"
brew "remind101/formulae/assume-role"
brew "reviewdog/tap/reviewdog"
brew "saulpw/vd/visidata"
brew "xo/xo/usql"
cask "amazon-chime"
cask "amazon-music"
cask "authy"
cask "bitwarden"
cask "dash"
cask "docker"
cask "dotnet-sdk"
cask "drawio"
cask "firefox"
cask "font-fira-code"
cask "freetube"
cask "git-credential-manager-core"
cask "google-chrome"
cask "gotomeeting"
cask "logitech-camera-settings"
cask "logitech-options"
cask "lunar"
cask "macs-fan-control"
cask "numi"
cask "racket"
cask "raycast"
cask "slack"
cask "temurin"
cask "visual-studio-code"
cask "visualvm"
cask "webex"
cask "whatsapp"
cask "wireshark"
cask "zoom"
mas "AdGuard for Safari", id: 1440147259
mas "Browserism", id: 979047768
mas "Developer", id: 640199958
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "Flow", id: 1423210932
mas "Hush", id: 1544743900
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Structured", id: 1499198946
mas "Vinegar", id: 1591303229
