tap "clojure-lsp/brew"
tap "microsoft/git"
tap "nikitabobko/tap"
tap "localstack/tap"
tap "borkdude/brew"
tap "xo/xo"
brew "adr-tools"
brew "aerc"
brew "asciinema"
brew "aws-vault"
brew "awscli"
brew "bat"
brew "borkdude/brew/babashka"
brew "cidr"
brew "clojure"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "colima"
brew "difftastic"
brew "docker"
brew "doggo"
brew "eza"
brew "fd"
brew "fpp"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-remote-codecommit"
brew "gitu"
brew "gum"
brew "hyperfine"
brew "jnv"
brew "jq"
brew "jwt-cli"
brew "khal"
brew "khard"
brew "lazygit"
brew "lynx"
brew "localstack-cli"
brew "lua-language-server"
brew "mas" if OS.mac?
brew "moar"
brew "mise"
brew "neovim"
brew "opentofu"
brew "p7zip"
brew "pandoc"
brew "presenterm"
brew "ripgrep"
brew "starship"
brew "tlrc"
brew "tokei"
brew "typst"
brew "up"
brew "xo/xo/usql"
brew "vdirsyncer"
brew "visidata"
brew "w3m"
brew "xh"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "zsh-autopair"
brew "zsh-vi-mode"
cask "aerospace"
cask "brave-browser"
cask "browserosaurus"
cask "dash"
cask "drawio"
cask "font-fira-code-nerd-font"
cask "font-ibm-plex-mono"
cask "font-meslo-lg-nerd-font"
cask "ghostty"
cask "git-credential-manager"
cask "google-chrome"
cask "homerow"
cask "keyboardcleantool"
cask "keycastr"
cask "maccy"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "monodraw"
cask "obsidian"
cask "ollama-app"
cask "secretive"
cask "slack"
cask "sonos"
cask "sublime-text"
cask "webex-meetings"
cask "whatsapp"
mas "AdGuard for Safari", id: 1440147259
mas "Hush", id: 1544743900
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Vimlike", id: 1584519802
mas "Vinegar", id: 1591303229
